tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "osx-cross/avr"
tap "px4/px4"
brew "avrdude"
brew "openssl"
brew "readline", link: true
brew "python"
brew "ctags"
brew "curl"
brew "dfu-programmer"
brew "dfu-util"
brew "fzf"
brew "ghq"
brew "git"
brew "git-secrets"
brew "lua"
brew "gnuplot"
brew "go"
brew "hub"
brew "imagemagick@6", link: true
brew "mas"
brew "mysql"
brew "mysql@5.6"
brew "neovim"
brew "nodebrew"
brew "peco"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "vim", args: ["with-lua"]
brew "zplug"
brew "zsh"
brew "heroku/brew/heroku"
brew "osx-cross/avr/avr-gcc@7", link: true
brew "px4/px4/gcc-arm-none-eabi"
cask "aquaskk"
cask "karabiner-elements"
cask "vivaldi"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
